
const NoticeData = [
  {
    id: 1,
    title: "사이트 점검 안내",
    date: "2025-05-01",
    content: "2025년 5월 1일 00:00 ~ 02:00까지 시스템 점검이 예정되어 있어 서비스 이용이 일시 중단됩니다. 이용에 참고 부탁드립니다.",
    writer : "매니저",
    views : "45"
  },
  {
    id: 2,
    title: "신규 서비스 출시",
    date: "2025-04-25",
    content: "새로운 추천 알고리즘 기반의 상품 추천 서비스가 출시되었습니다. 많은 이용 부탁드립니다.",
    writer : "매니저",
    views : "65"
  },
  {
    id: 3,
    title: "개인정보 처리방침 개정 안내",
    date: "2025-04-20",
    content: "개인정보 보호 강화를 위해 처리방침이 일부 개정되었습니다.변경된 사항을 확인해주세요.",
    writer : "매니저",
    views : "89"
  },
  {
    id: 4,
    title: "5월 가정의 달 배송 안내",
    date: "2025-04-18",
    content: "가정의 달을 맞아 택배 물량이 증가하여 배송이 다소 지연될 수 있습니다. 양해 부탁드립니다.",
    writer : "관리자",
    views : "87"
  },
  {
    id: 5,
    title: "회원 등급제도 변경 안내",
    date: "2025-04-10",
    content: "회원 혜택 강화를 위해 등급제도가 새롭게 변경되었습니다. 자세한 내용은 마이페이지에서 확인 가능합니다.",
    writer : "매니저",
    views : "102"
  },
  {
    id: 6,
    title: "모바일 앱 업데이트 공지",
    date: "2025-04-05",
    content: "앱 안정성 개선을 위한 업데이트가 진행되었습니다. 최신 버전으로 업데이트해주세요.",
    writer : "관리자",
    views : "122"
  },
  {
    id: 7,
    title: "이벤트 종료 안내",
    date: "2025-04-01",
    content: "봄맞이 할인 이벤트가 종료되었습니다. 다음 이벤트도 많은 기대 부탁드립니다.",
    writer : "매니저",
    views : "134"
  },
  {
    id: 8,
    title: "봄맞이 할인 이벤트 오픈",
    date: "2025-03-25",
    content: "전 상품 최대 30% 할인 이벤트가 시작되었습니다. 기간 한정으로 진행되오니 많은 참여 바랍니다.",
    writer : "매니저",
    views : "147"
  },
  {
    id: 9,
    title: "고객센터 운영시간 변경",
    date: "2025-03-15",
    content: "내부 사정으로 고객센터 운영시간이 오전 9시 ~ 오후 5시로 단축 운영됩니다.",
    writer : "관리자",
    views : "148"
  },
  {
    id: 10,
    title: "보안 업데이트 안내",
    date: "2025-03-01",
    content: "계정 보안을 위한 업데이트가 적용되었습니다. 비밀번호를 주기적으로 변경해 주세요.",
    writer : "관리자",
    views : "174"
  }
];


export default NoticeData;